---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.ZoneElementDomainData
source: html/4dd1de6c-7bdf-acf0-e6fb-820bd9e66b5d.htm
---
# ZoneElementDomainData Members

Releases all resources used by the ZoneElementDomainData